Repository: wp-plugins/facebook-awd-seo-comments
Catalog: langs/AWD_facebook_seo_comments-*.po
Languages: fr_fr

source: SEO Comments
fr_fr: SEO Commentaires

source: Settings
fr_fr: Réglages

source: Manage comments
fr_fr: Gérer les commentaires

source: It is currently not possible to remove comments from the comments box via the Graph API. You can moderate comments to hide/boost a comment or ban a user from the Developer App (http://developers.facebook.com/apps) or directly from the comments box (provided the appropriate open graph meta tags are added). You can see Comments here, but to manage them you must use tools from facebook. %sManage FB comments%s
fr_fr: Il n&#39;est actuellement pas possible de supprimer des commentaires dans la boîte de commentaires via l&#39;API graph. Vous pouvez modérer les commentaires pour masquer / propulser un commentaire ou bannir un utilisateur à partir de l&#39;App Developer (http://developers.facebook.com/apps) ou directement à partir de la boîte de commentaires (à condition que le meta tags appropriés sont ajoutés). Vous pouvez voir les commentaires ici, mais pour les gérer, vous devez utiliser les outils de Facebook. %sGérer les commentaires Facebook%s

source: Comment was posted
fr_fr: Le commentaire a été publié

source: Sorry there is an error, comment was not posted.
fr_fr: Désolé il y a une erreur, le commentaire n&#39;a pas été publié.

source: Sorry but you must enter a comment.
fr_fr: Désolé, mais vous devez saisir un commentaire.

source: Search by posts
fr_fr: Recherche par articles

source: Add a comment on Facebook
fr_fr: Ajouter un commentaire sur Facebook

source: Comment
fr_fr: Commentaire

source: You must be logged in with Facebook to comment
fr_fr: Vous devez être connecté avec Facebook pour commenter

source: Merge Fb comments with WP comments ?
fr_fr: Fusionner les commentaires Fb avec des commentaires WP?

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Cache option
fr_fr: Option de cache

source: Disable
fr_fr: Désactivé

source: Hourly
fr_fr: Toutes les heures

source: Twice daily
fr_fr: Deux fois par jour

source: Daily
fr_fr: Tous les jours

source: Add FB comments to html with no diplsay ?
fr_fr: Ajoutez des commentaires FB cachés en html ?

source: Merge Fb comments count with WP comments count ?
fr_fr: Fusionner le nombre de commentaires FB avec ceux de WP ?

source: Save all settings
fr_fr: Enregistrer tous les paramètres

source: can not be activated: Facebook AWD All in One plugin must be installed... you can download it from the Wordpress plugin directory
fr_fr: ne peux pas être activé: Facebook AWD All in One plugin doit être installé ... vous pouvez le télécharger à partir du répertoire des plugins Wordpress

source: can not be activated: Facebook AWD All in One plugin is out to date... You can download the last version or update it from the Wordpress plugin directory
fr_fr: ne peux pas être activé: Facebook AWD All in One plugin est à ce jour ... Vous pouvez télécharger la dernière version ou mise à jour à partir du répertoire des plugins Wordpress

source: No comments found.
fr_fr: Aucun commentaire trouvé.

source: Comment was deleted
fr_fr: Le commentaire a été supprimé

source: Submitted on
fr_fr: Posté le

source: Next cache cleaning:
fr_fr: Prochain nettoyage du cache:

source: Delete
fr_fr: Supprimer

source: Author
fr_fr: Auteur

source: In response to
fr_fr: En réponse à

source: Search URL
fr_fr: Recherche

source: | With:
fr_fr: | Avec:

source: Submit Comment
fr_fr: Commenter

source: Help
fr_fr: Aide

source: This will merge All Facebook comments with your native Wordpress comments, If cache is enabled, Fb comments will be saved in post meta to prevent longs requests
fr_fr: Ça va fusionner tous les commentaires de Facebook avec vos commentaires Wordpress, si le cache est activé, les commentaires Fb seront enregistrés dans les méta pour empêcher les requêtes trop longues

source: This will add All Facebook comments in html format in posts and hide them with javascript when page is loaded. It's a good way to boost SEO without add comments in Wordpress comments loop
fr_fr: Cela va ajouter tous les commentaires Facebook au format HTML dans les articles et les cacher avec javascript quand la page est chargée. C&#39;est un bon moyen de faire du SEO, sans ajouter des commentaires dans la boucle wordpress.

source: This will merge Facebook comments count with your native wordpress comments count on each post
fr_fr: Ceci va permettre de fusionner le nombre de commentaires Facebook avec le nombre de commentaires Wordpress sur chaque article

source: Scheduled task to clean the Facebook comments cache
fr_fr: Planification de la tâche de nettoyage du cache des commentaires Facebook
